<template>
  <section class="content content--mt">
    <div class="breadCrumbs">
      <NuxtLink class="breadCrumbs__link" to="/">Главная</NuxtLink>
      <div class="breadCrumbs__link">Нужное</div>
    </div>
    <div class="title">Нужное</div>
    <div class="content__container content__container--notFlex">
      <div class="card">
        <img src="~/static/img/picture/img.png" alt="" class="card__img" />
        <div class="card__item">
          <div class="card__title">Кейт Код. Техника вождения мотоцикла</div>
          <div class="card__text">
            Все мои достижения в мотогонках основаны на информации, изложенной в этой книге. Книга написана, чтобы донести до вас эту информацию и научить вас использовать ее при вождении мотоцикла.
            Многое покажется вам избыточным для повседневного вождения, но смею заверить, большинство приемов применимы не только на треке, но и на улице. Часто советы людей только вызывают головную
            боль. Поэтому Кейт в своей книге учит вас думать самостоятельно. Более сем и лет мы работали вместе безо всяких записей. Теперь у вас есть книга, значит вам будет полегче. Никому не
            хочется думать, что паника может взять над ним верх. Вы должны рассматривать ее как некий барьер, который вам нужно преодолеть. Все реакции, приводящие к панике, перечислены в книге. С
            ними сталкиваются все водители. Теперь вы сможете распознать их и понять, что именно они – причина всех ваших ошибок...
          </div>
          <a href="#" class="card__link">подробнее</a>
        </div>
      </div>
      <div class="card">
        <img src="~/static/img/picture/img.png" alt="" class="card__img" />
        <div class="card__item">
          <div class="card__title">Кейт Код. Техника вождения мотоцикла</div>
          <div class="card__text">
            Все мои достижения в мотогонках основаны на информации, изложенной в этой книге. Книга написана, чтобы донести до вас эту информацию и научить вас использовать ее при вождении мотоцикла.
            Многое покажется вам избыточным для повседневного вождения, но смею заверить, большинство приемов применимы не только на треке, но и на улице. Часто советы людей только вызывают головную
            боль. Поэтому Кейт в своей книге учит вас думать самостоятельно. Более сем и лет мы работали вместе безо всяких записей. Теперь у вас есть книга, значит вам будет полегче. Никому не
            хочется думать, что паника может взять над ним верх. Вы должны рассматривать ее как некий барьер, который вам нужно преодолеть. Все реакции, приводящие к панике, перечислены в книге. С
            ними сталкиваются все водители. Теперь вы сможете распознать их и понять, что именно они – причина всех ваших ошибок...
          </div>
          <a href="#" class="card__link">подробнее</a>
        </div>
      </div>
    </div>
  </section>
</template>
